Repository: wp-plugins/liveagent
Catalog: languages/liveagent-*.po
Languages: hu_hu

source: Critical error during %s plugin load %s
hu_hu: Kritikus hiba %s bővítmény terhelés %s

source: Installing
hu_hu: Telepítek

source: Just a few more seconds
hu_hu: Még néhány másodperc

source: Installation completed. Setting up...
hu_hu: Telepítés befejeződött

source: Are you sure you want to cancel your account?
hu_hu: Biztosan törölni szeretné számláját?

source: Unable to ping LiveAgent remotelly:
hu_hu: Nem sikerült elérni (ping-elni) Live Agent-et távúton

source: Unable to login.
hu_hu: Nem lehet bejelentkezni

source: Answer from server:
hu_hu: Szerver válasz:

source: Network connections are disabled
hu_hu: Hálózati kapcsolatok le vannak tiltva

source: Proxy failed: %s
hu_hu: Proxy sikertelen: %s

source: There were errors, please check the highlighted fields
hu_hu: Hiba történt, kérjük, ellenőrizze a kijejlölt mezőket

source: ERROR
hu_hu: HIBA

source: Save
hu_hu: Mentés

source: Create your Trial account
hu_hu: Hozzon létre magának egy próba számlát

source: Create your account
hu_hu: Hozzon létre magának egy számlát

source: Domain selection
hu_hu: Domain választás

source: Email
hu_hu: E-mail cím

source: Full name
hu_hu: Teljes név

source: Your first name and last name
hu_hu: Keresztnév és vezetéknév

source: By creating an account I agree to
hu_hu: Számla létrehozásávál elfogadom a

source: Terms & Conditions
hu_hu: Szabályokat és Követelményeket

source: Skip this step, I already have an account
hu_hu: Kihagyni ezt a lépést, már van számlám

source: Account installation
hu_hu: Számla telepítése

source: Your account will be online within the next few minutes. In the meantime, you should recieve a confirmation email including your account credentials.
hu_hu: Az Ön számlája pár percen elérhető lesz. Közben kellene kapnia egy értesítő elektronikus üzenetet, mely tartalmazza a bejelentkezési adatokat.

source: Note: Sometimes the process account creation may take
hu_hu: Megjegyzés: néha a számla látrehozása eltarthat

source: a bit longer
hu_hu: kicsit többet

source: Initializing...
hu_hu: Inicializálás...

source: Unable to connect to
hu_hu: Nem lehet csatlakozni

source: Unable to connect - wrong name or password
hu_hu: Csatlakozás sikertelen - rossz felhasználónév vagy jelszó

source: Unable to connect
hu_hu: Csatlakozás sikertelen

source: Wrong username or password
hu_hu: Rossz felhasználónév vagy jelszó

source: Signup failed. Please try again in few minutes.
hu_hu: Regisztrálás sikertelen. Kérjük próbálja újra később.

source: The chat button is currently disabled.
hu_hu: Csevegő gomb jelenleg le van tiltva

source: Do you need any help with this plugin? Feel free to
hu_hu: Ha netán segítségre szorul ezen bépülő modullal, nyugodtan

source: contact us
hu_hu: lépjen velünk kapcsolatba

source: Your account
hu_hu: Az Ön számlája

source: Account url
hu_hu: Számla URL

source: login
hu_hu: bejelentkezés

source: change
hu_hu: megváltoztani

source: Button code
hu_hu: Gomb kód

source: Place here the code from your LiveAgent admin panel
hu_hu: Helyezze ide a Live Agent admin panelben kapott kódot

source: Okay, I want to
hu_hu: Ok,

source: cancel this change
hu_hu: nem akarom elmenteni ezt a változást

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Account settings
hu_hu: Számla beállításai

source: Url where your LiveAgent installation is located
hu_hu: URL mely a Live Agent telepítéshez vezet

source: Username which you use to login to your Live Agnet
hu_hu: Felhasználónév melyet a Live Agent-be való bejelnetkezésre használ

source: Your password
hu_hu: Jelszava

source: Save Account Settings
hu_hu: Elmenteni a számla beállításait

source: Cancel account
hu_hu: Törölni a számlát

source: You must enter valid full name
hu_hu: Adja meg a teljes nevét

source: You must enter valid email address
hu_hu: Adja meg e-mail címét

source: You must enter valid domain name
hu_hu: Adjon meg érvényes tartománynevet

source: hello my name is %s
hu_hu: Heló, a nevem %s

source: Hello %s, do you need %s?
hu_hu: Heló %s, szükséged van %s ?
